{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Coin"
			},
			"Translation":
			{
				"Text": "Coin"
			},
			"Key": "C76762354F8E5D7961240CA725192E9E"
		},
		{
			"Source":
			{
				"Text": "Damage booster"
			},
			"Translation":
			{
				"Text": "Damage booster"
			},
			"Key": "354653DB4B4A907A650A99A1B6DB88D9"
		},
		{
			"Source":
			{
				"Text": "Distance from start of ribbon that the particle lies."
			},
			"Translation":
			{
				"Text": "Distance from start of ribbon that the particle lies."
			},
			"Key": "95E42096417D9BBE19135DA61216E678"
		},
		{
			"Source":
			{
				"Text": "Health booster"
			},
			"Translation":
			{
				"Text": "Health booster"
			},
			"Key": "7C14A6F74351DEA3EE22D89F4ACCF134"
		},
		{
			"Source":
			{
				"Text": "Mass is factored into the Solver Calculations (Solve Forces and Solve Rotational Forces) where forces are converted into a final velocity. The more massive a particle, the more force is required to move it. "
			},
			"Translation":
			{
				"Text": "Mass is factored into the Solver Calculations (Solve Forces and Solve Rotational Forces) where forces are converted into a final velocity. The more massive a particle, the more force is required to move it. "
			},
			"Key": "1F09338F4D35C76074A719BBC6110181"
		},
		{
			"Source":
			{
				"Text": "Press E"
			},
			"Translation":
			{
				"Text": "Press E"
			},
			"Key": "45266D6B43ECB54FC8C43D918ED1074B"
		},
		{
			"Source":
			{
				"Text": "Spell book (Fireball)"
			},
			"Translation":
			{
				"Text": "Spell book (Fireball)"
			},
			"Key": "C6984E724D08D513143FFAA3D3BC7998"
		},
		{
			"Source":
			{
				"Text": "The age in seconds divided by lifetime in seconds. Useful for animation as the value is between 0 and 1."
			},
			"Translation":
			{
				"Text": "The age in seconds divided by lifetime in seconds. Useful for animation as the value is between 0 and 1."
			},
			"Key": "AAF8B08F46862195289405B0BD5759BA"
		},
		{
			"Source":
			{
				"Text": "The color of the particle."
			},
			"Translation":
			{
				"Text": "The color of the particle."
			},
			"Key": "B4ADE0C44EF2C8C81194739FC6E4ECBC"
		},
		{
			"Source":
			{
				"Text": "The lifetime of a particle in seconds."
			},
			"Translation":
			{
				"Text": "The lifetime of a particle in seconds."
			},
			"Key": "88FAD3CF4942E69C61C64D979120A8EE"
		},
		{
			"Source":
			{
				"Text": "The position of the particle."
			},
			"Translation":
			{
				"Text": "The position of the particle."
			},
			"Key": "A0BFD936491FC0E8C483CEB1D3126471"
		},
		{
			"Source":
			{
				"Text": "The size of the sprite quad."
			},
			"Translation":
			{
				"Text": "The size of the sprite quad."
			},
			"Key": "B11AFBEF4D4966FDC4B52286BF0224BF"
		},
		{
			"Source":
			{
				"Text": "The velocity in cm/s of the particle."
			},
			"Translation":
			{
				"Text": "The velocity in cm/s of the particle."
			},
			"Key": "41AF3FCB4EC2369F0BF21AB5FD536D62"
		},
		{
			"Source":
			{
				"Text": "Thief item"
			},
			"Translation":
			{
				"Text": "Thief item"
			},
			"Key": "6C3E93D441253EC447B682A4BAE60923"
		},
		{
			"Source":
			{
				"Text": "Used to drive the Particle Random node in the Material Editor. Without this set, any Particle Randoms will get 0.0."
			},
			"Translation":
			{
				"Text": "Used to drive the Particle Random node in the Material Editor. Without this set, any Particle Randoms will get 0.0."
			},
			"Key": "2B154E2F42B135FFBAB5AFAC92F9B995"
		},
		{
			"Source":
			{
				"Text": "x1"
			},
			"Translation":
			{
				"Text": "x1"
			},
			"Key": "D2A88A4F4C465D90E086208532A5A1A8"
		},
		{
			"Source":
			{
				"Text": "{Curr}/{Max}"
			},
			"Translation":
			{
				"Text": "{Curr}/{Max}"
			},
			"Key": "0C2FAD68497399D908BF328C98B9B625"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "HUD",
			"Children": [
				{
					"Source":
					{
						"Text": "Picked up: {0}"
					},
					"Translation":
					{
						"Text": "Picked up: {0}"
					},
					"Key": "PickupMessage"
				},
				{
					"Source":
					{
						"Text": "Picked up: {0}"
					},
					"Translation":
					{
						"Text": "Picked up: {0}"
					},
					"Key": "Pickup"
				}
			]
		},
		{
			"Namespace": "Items",
			"Children": [
				{
					"Source":
					{
						"Text": "Thief Item"
					},
					"Translation":
					{
						"Text": "Thief Item"
					},
					"Key": "ThiefItemName"
				},
				{
					"Source":
					{
						"Text": "Unknown Item"
					},
					"Translation":
					{
						"Text": "Unknown Item"
					},
					"Key": "DefaultItemName"
				}
			]
		},
		{
			"Namespace": "Shop",
			"Children": [
				{
					"Source":
					{
						"Text": "Not enough items to pay!"
					},
					"Translation":
					{
						"Text": "Not enough items to pay!"
					},
					"Key": "DefaultFail"
				},
				{
					"Source":
					{
						"Text": "Payed items!"
					},
					"Translation":
					{
						"Text": "Payed items!"
					},
					"Key": "DefaultSuccess"
				}
			]
		}
	]
}